<?php

return [
    'success' => [
        'success' => 'عملیات با موفقیت انجام شد.',
    ],
    'error' => [
        'invalidLocale' => 'زبان انتخاب شده نا معتبر است!',
    ],
    'attributes' => [
        'appName' => 'مدیریت دانش آموزان',
        'home' => 'خانه',
        'close' => 'بستن',
        'add' => 'افزودن',
        'update' => 'به روزرسانی',
        'editStudent' => 'ویرایش دانش آموز',
        'perPage' => 'تعداد در هر صفحه',
        'language' => 'زبان',
        'studentsList' => 'لیست دانش آموزان',
        'addStudent' => 'افزودن دانش اموز',
        'search' => 'جستجو',
        'id' => 'شناسه',
        'name' => 'نام',
        'lastName' => 'نام خانوادگی',
        'email' => 'ایمیل',
        'phone' => 'شماره تلفن',
        'operation' => 'عملیات',
        'edit' => 'ویرایش',
        'delete' => 'حذف',
        'searchBy' => 'جستجو بر اساس: شناسه، نام و نام خانوادگی، ایمیل، شماره همراه...',
        'noDataFound' => 'داده ای یافت نشد'
    ],
];
